{
"Back" : "retour",

"daten_en.db" : "daten_fr.db",
"Header_en.png" : "Header_fr.png",
"TippsTricksHeader_en.png" : "TippsTricksHeader_fr.png",


"All" : "Tous",
"Not Done" : "Pas fait",
"Done" : "Pas fait",
"I Like" : "J'aime",
"Wish" : "Souhait",
"Professional" : "Professionnel",
"Knowledge" : "Connaissances",
"Random" : "Par hasard",
"Categories" : "Catégories",

"More" : "Plus",
"Settings" : "Paramètres",
"Feedback" : "Réactions",
"Rate" : "Évaluer",
"Facebook" : "Facebook",
"Twitter" : "Twitter",
"Suggest" : "Recommender",
"Website" : "Site Web",
"About us" : "Sur nous",
"Hints" : "Astuces",

"Button sounds" : "Tons des boutons",
"Music" : "Musique",
"Video" : "Vidéo",


"Overview" : "Aperçu général",
"Category" : "Catégorie",
"Musculature" : "Partie musclée",
"Sports" : "Sport",


"Low" : "Facile",
"Middle" : "Moyen",
"High" : "Difficile",
"Intimicy level" : "Intimité",
"Strain level" : "Degré d'effort",
"Male" : "Homme",
"Female" : "Femme",

"Cancel" : "Interrompre",
"SportKamasutra Feedback" : "SportKamasutra Feedback",
"SportKamasutra App" : "SportKamasutra App",

"Musclegroup" : "Partie musclée du corps",

"These muscle groups are demanded:" : "Ces parties musclées du corps:",
"Primary:" : "Primaire:",
"Secondary:" : "Secondaire:",
"Nothing" : "Rien",

"Tennis" : "Tennis",
"Boxing" : "Boxe",
"Horseback riding" : "Faire du chevag",
"Volleyball" : "Volley",
"Handball" : "Handball",
"Basketball" : "Basket",
"Football" : "Amer. Football",
"Ice Hockey" : "Hockey sur glace",
"Soccer" : "Football",



"This muscle is the broadest muscle of the back. It powers all pulling motions and helps provide a V-shaped torso." : "Ce muscle est le muscle dorsal le plus large qui est en action pour tous les mouvements de traction. Ce grand muscle dorsal sert à obtenir un corps en forme de v.",


"This muscle is also known as the hamstring. It is primarily responsible for squats and hip extensions." : "Le quadriceps postérieur sert en premier lieu à la flexion du genou et à l’extension de la hanche.",


"This double-headed muscle is also known as the sternomastoid. It is located on both sides of the neck." : "En français, ce muscle s’appelle muscle sterno-cléido-mastoïdie. Ce muscle bicéphale se trouve aussi bien sur le côté gauche que sur le côté droit de la tête.",


"This muscle is responsible for spinal extension." : "Les muscles ilio-costal, longissimus et épinaux permettent l’extension du rachis.",


"This muscle can be divided into three areas. It is also known as the deltoid muscle. It is responsible for frontal lifting movements." : "Ce muscle qui est divisé en trois parties et que l’on nomme deltoïde, sert en général à soulever quelque chose.",


"There are two types of adductors: the adductor longus, the adductor magnus and the adductor brevis. These muscles are responsible for pulling up the leg. The antagonistic muscles are the abductors." : "Ce terme inclue plusieurs muscles, le muscle long adducteur, le muscle grand adducteur et le muscle court adducteur. Ils servent à tous les mouvements de flexion de la jambe. Les muscles antagonistes sont les abducteurs.",


"This muscle is a double-headed muscle and is simply called biceps. It is responsible for almost all pulling motions." : "En français, on l’appelle le muscle biceps brachial et il sert à presque tous  les mouvements de flexion.",


"The triceps is a three-headed muscle and it is the antagonistic muscle of the biceps. It is situated on the back of the upper arm and it is responsible for the extension of the arm." : "Le muscle antagoniste du triceps est le biceps et c’est un muscle de l’avant-bras tricéphale comme le nom l’annonce. Ce muscle se trouve à l’arrière de l’avant-bras et permet d’étendre le bras.",


"It is the largest muscle of the body. The muscle is responsible for the extension and stabilization of the thighs." : "En français, on l’appelle le muscle glutéal et il permet de tendre et de stabiliser la cuisse. C’est le plus grand muscle du corps.",


"This muscle is three-headed and also known as the calf muscle. It is responsible for jumping and running." : "Le muscle regroupe trois faisceaux comme le nom l’indique. Sa tâche principale, c’est de permettre de sauter et de courir.",


"This muscle group is situated at the chest. It is responsible for pulling up the arms to the body." : "En français, on l’appelle le muscle pectoral et il est principalement adducteur du bras.",


"This muscle is one of the most aesthetic muscles. It is also known as the six pack. It is responsible for flexing the torso." : "C’est le muscle le plus esthétique quand il est développé. Dans le langage populaire appelé tablettes au chocolat, le muscle droit de l’abdomen permet entre autre la flexion du torse.",


"This muscle is composed of three parts. It extends from the shoulders to the spine and is shaped triangularly." : "Ce muscle divisé en trois faisceaux, passe des épaules à la colonne vertébrale et occupe  toute la région  supérieure du dos  à la manière d’un losange, d’où le nom.",


"This muscle is the four-headed muscle of the femur. It is responsible for the extension of the knee joint and enables the extension out of the squat. It is one of the strongest muscles." : "C’est un des muscles les plus volumineux. Il est le principal extenseur du genou et il permet de se lever de la position accroupie.",




"Almost all positions demand the entire body and therefore represent a full-body workout. The display of the primary and secondary muscles serves to illustrate the focus of each exercise." : "Presque toutes les positions sollicitent toutes les parties du corps et constituent un exercice complet. L’indication «musculation primaire et/ou secondaire» précise sur quelle partie l’exercice porte en premier lieu.",

"A special feature of this App is the intimacy level. It is divided into three different areas: low, medium and high. The level of intimacy points out a recommendation that shows how intimate and personal a certain position is. The higher the level of intimacy the more intimate and personal is the position." : "Une fonction spéciale de l’App est le degré d’intimité. Il s’agit d’un classement réparti sur trois niveaux: bas, moyen, élevé. En donnant un degré d’intimité, nous formulons une recommandation  qui indique à quel point une position est intime et personnelle. Plus le degré d’intimité est élevé, plus la position est intime et personnelle.",

"The level of intimacy is influenced by the following facts:" : "Le degré d’intimité est déterminé par les points suivants:",

"-    The length of the relationship\n-    Trust of the partner\n-    Age of the partners\n-    Sexual experience of both partners" : "<ul><li>La durée de la relation</li><li>La confiance en son partenaire</li><li>L’âge des deux partenaires</li><li>Leur expérience sexuelle</li></ul>",

"Remember your personal hygiene! A good personal hygiene is essential when it comes to sexual practices. Therefore talk to your partner about everything beforehand without any taboos. \n\nIt is important not to expect too much from your partner. You should start off with easy positions before you devote yourself to more professional ones." : "N’oubliez pas les mesures d’hygiène ! Le plus important dans toutes les pratiques sexuelles est de respecter une bonne hygiène. Communiquez auparavant avec votre partenaire, parlez de tout  et ne tabouisez rien.\n\nC’est important de ne pas en demander trop à son partenaire. Aussi, commencer d’abord par les positions simples avant de s’engager dans les positions de pro.",

"Sports:\nUnder the heading sports you will find all the positions that help you improve at a specific sport. If you choose Basketball for example, you will see all the positions that help you improve at that specific sport. The demanded muscle groups of the sport are the same ones used during the positions." : "Disciplines sportives:\nSous disciplines sportives vous trouvez les positions qui vous aident à s’améliorer dans la discipline sportive correspondante. Si vous choisissez par exemple la discipline sportive basquet, on vous indique toutes les positions qui vous aident à s’améliorer dans cette discipline. C’est le cas parce que les parties musclées du corps de la discipline sportive coïncident avec ceux de la position."
}